Repository: CofficLab/Lumi
Catalog: Plugins/PluginManagerPlugin/Sources/PluginManagerPlugin/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: %lld Plugins
zh_hans: %lld 个插件
zh_hk: %lld 個插件
zh_tw: %lld 個外掛

source: %lld enabled
zh_hans: %lld 个已启用
zh_hk: %lld 個已啓用
zh_tw: %lld 個已啟用

source: All
zh_hans: 全部
zh_hk: 全部
zh_tw: 全部

source: Always On
zh_hans: 始终启用
zh_hk: 始終啓用
zh_tw: 始終啟用

source: Disabled
zh_hans: 已禁用
zh_hk: 已禁用
zh_tw: 已停用

source: Explore useful plugins
zh_hans: 发现实用插件
zh_hk: 發現實用插件
zh_tw: 發現實用插件

source: Enable
zh_hans: 启用
zh_hk: 啓用
zh_tw: 啟用

source: Enabled
zh_hans: 已启用
zh_hk: 已啓用
zh_tw: 已啟用

source: Lists and manages all plugins registered with the kernel. Toggle a plugin to enable or disable it at runtime.
zh_hans: 列出并管理内核已注册的所有插件。切换开关可在运行时启用或禁用插件。
zh_hk: 列出並管理內核已註冊的所有插件。切換開關可在運行時啓用或禁用插件。
zh_tw: 列出並管理核心已註冊的所有外掛。切換開關可在執行時啟用或停用外掛。

source: Manage all registered plugins
zh_hans: 管理所有已注册的插件
zh_hk: 管理所有已註冊的插件
zh_tw: 管理所有已註冊的外掛

source: No details provided
zh_hans: 暂无详情
zh_hk: 暫無詳情
zh_tw: 暫無詳情

source: No plugins found
zh_hans: 未找到插件
zh_hk: 未找到插件
zh_tw: 未找到外掛

source: Order: %d
zh_hans: 顺序: %d
zh_hk: 順序: %d
zh_tw: 順序: %d

source: Plugin Manager
zh_hans: 插件管理器
zh_hk: 插件管理器
zh_tw: 插件管理器

source: Plugins
zh_hans: 插件
zh_hk: 插件
zh_tw: 外掛

source: Search plugins
zh_hans: 搜索插件
zh_hk: 搜索插件
zh_tw: 搜尋外掛

source: Select a plugin
zh_hans: 选择一个插件
zh_hk: 選擇一個插件
zh_tw: 選擇一個外掛

source: The plugin author did not provide a details view.
zh_hans: 该插件作者未提供详情视图。
zh_hk: 該插件作者未提供詳情視圖。
zh_tw: 該外掛作者未提供詳情檢視。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力
zh_tw: 核心能力

source: Where to Find It
zh_hans: 使用入口
zh_hk: 使用入口
zh_tw: 使用入口

source: Disable
zh_hans: 停用
zh_hk: 停用
zh_tw: 停用

source: Search
zh_hans: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

source: Runtime
zh_hans: 运行时
zh_hk: 執行時期
zh_tw: 執行時期

source: toggle
zh_hans: 开关
zh_hk: 開關
zh_tw: 開關

source: policy
zh_hans: 策略
zh_hk: 策略
zh_tw: 策略

source: Plugin Catalog
zh_hans: 插件目录
zh_hk: 外掛目錄
zh_tw: 外掛目錄

source: Browse every registered plugin at a glance.
zh_hans: 一览所有已注册插件。
zh_hk: 一覽所有已註冊外掛。
zh_tw: 一覽所有已註冊外掛。

source: Runtime Toggle
zh_hans: 运行时开关
zh_hk: 執行時期開關
zh_tw: 執行時期開關

source: Enable or disable plugins without restarting.
zh_hans: 无需重启即可启用或停用插件。
zh_hk: 無需重啟即可啟用或停用外掛。
zh_tw: 無需重啟即可啟用或停用外掛。

source: Category Filters
zh_hans: 分类筛选
zh_hk: 分類篩選
zh_tw: 分類篩選

source: Filter by plugin category.
zh_hans: 按插件分类筛选。
zh_hk: 按外掛分類篩選。
zh_tw: 按外掛分類篩選。

source: Plugin Details
zh_hans: 插件详情
zh_hk: 外掛詳情
zh_tw: 外掛詳情

source: Inspect each plugin's description and stage.
zh_hans: 查看每个插件的描述与阶段。
zh_hk: 檢視每個外掛的描述與階段。
zh_tw: 檢視每個外掛的描述與階段。

source: Ordering
zh_hans: 排序
zh_hk: 排序
zh_tw: 排序

source: Plugins sorted by registration order.
zh_hans: 插件按注册顺序排列。
zh_hk: 外掛按註冊順序排列。
zh_tw: 外掛按註冊順序排列。

source: Settings → Plugins
zh_hans: 设置 → 插件
zh_hk: 設定 → 外掛
zh_tw: 設定 → 外掛
